export const SERVER_LIST: Record<string, string[]> = {
  "천족": [
    "시엘", "네자칸", "바이젤", "카이시넬", "유스티엘",
    "아리엘", "프레기온", "메스람타에다", "하타니에", "나니아",
    "타하바타", "루터스", "페르노스", "다미누", "카사카",
    "바카르마", "챈가룽", "코치룽", "이슈타르", "티아마트",
    "포에타"
  ],
  "마족": [
    "이스라펠", "지켈", "트리니엘", "루미엘", "마르쿠탄",
    "아스펠", "에레슈키갈", "브리트라", "네몬", "하달",
    "루드라", "울고른", "무닌", "오다르", "젠카카",
    "크로메데", "콰이링", "바바룽", "파프니르", "인드나흐",
    "이스할겐"
  ],
};

export const SERVER_MAP: Record<string, string> = {
  "시엘": "1001", "네자칸": "1002", "바이젤": "1003", "카이시넬": "1004", "유스티엘": "1005",
  "아리엘": "1006", "프레기온": "1007", "메스람타에다": "1008", "하타니에": "1009", "나니아": "1010",
  "타하바타": "1011", "루터스": "1012", "페르노스": "1013", "다미누": "1014", "카사카": "1015",
  "바카르마": "1016", "챈가룽": "1017", "코치룽": "1018", "이슈타르": "1019", "티아마트": "1020",
  "포에타": "1021",
  "이스라펠": "2001", "지켈": "2002", "트리니엘": "2003", "루미엘": "2004", "마르쿠탄": "2005",
  "아스펠": "2006", "에레슈키갈": "2007", "브리트라": "2008", "네몬": "2009", "하달": "2010",
  "루드라": "2011", "울고른": "2012", "무닌": "2013", "오다르": "2014", "젠카카": "2015",
  "크로메데": "2016", "콰이링": "2017", "바바룽": "2018", "파프니르": "2019", "인드나흐": "2020",
  "이스할겐": "2021"
};
